# Brewfile — managed by dot-files/install.sh
# Run: brew bundle --file=Brewfile

tap "dopplerhq/cli"

# CLI tools
brew "bash"
brew "tmux"
brew "tree"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "zoxide"
brew "eza"
brew "bat"
brew "dysk"
brew "lua-language-server"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "starship"
brew "shfmt"
brew "lazygit"
brew "neovim"
brew "btop"
brew "git-delta"
brew "gnupg"
brew "dopplerhq/cli/doppler"
brew "taproom"

# Fonts
cask "font-meslo-lg-nerd-font"

# Apps
cask "alacritty"
cask "typora"
cask "font-hack-nerd-font"
cask "dropbox"
