accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
awesome-terminal-fonts
base
base-devel
bash-completion
bind
bluetui
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
chwd
cpupower
cryptsetup
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
duf
dysk
e2fsprogs
efibootmgr
efitools
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
firefox
fsarchiver
git
git-delta
glances
grub
grub-btrfs-support
grub-hook
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
hdparm
hwdetect
hwinfo
hypridle
hyprland
hyprlock
impala
inetutils
intel-media-sdk
intel-ucode
iptables-nft
iwd
jfsutils
kitty
lazygit
less
lib32-nvidia-580xx-utils
lib32-opencl-nvidia-580xx
lib32-vulkan-icd-loader
lib32-vulkan-intel
libdvdcss
libgsf
libopenraw
libva-intel-driver-irql
libva-nvidia-driver
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
nvidia-580xx-dkms
nvidia-580xx-settings
nvidia-580xx-utils
obsidian
octopi
opencl-nvidia-580xx
openssh
os-prober
pacman-contrib
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
playerctl
plocate
plymouth
polkit-kde-agent
poppler-glib
power-profiles-daemon
pv
python
python-debugpy
python-defusedxml
python-packaging
rebuild-detector
reflector
ripgrep
rofi
rsync
s-nail
sddm
sg3_utils
smartmontools
snapper
sof-firmware
sudo
sysfsutils
texinfo
thunar
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
ufw-extras
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
vim
vlc-plugins-all
vulkan-icd-loader
vulkan-intel
waybar
wget
which
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xfsprogs
xl2tpd
xorg-xwayland
zoxide
